package top.chengdongqing.weui.ui.screens.demo.indexedlist

val cities = listOf(
    "北京", "天津", "上海", "重庆", "哈尔滨", "长春", "沈阳", "呼和浩特", "石家庄", "乌鲁木齐",
    "兰州", "西宁", "西安", "银川", "郑州", "济南", "太原", "合肥", "武汉", "长沙",
    "南京", "成都", "贵阳", "昆明", "南宁", "拉萨", "杭州", "南昌", "广州", "福州",
    "海口", "潍坊", "厦门", "邯郸", "洛阳", "秦皇岛", "吉林",
    "贵港", "湛江", "邵阳", "许昌", "丹东", "包头", "济源", "常德", "邢台", "阳泉",
    "东营", "绵阳", "九江", "廊坊", "齐齐哈尔", "唐山", "莆田", "汕头", "常州", "岳阳",
    "漳州", "柳州", "铁岭", "阜阳", "徐州", "湘潭", "茂名", "大连", "揭阳", "南通",
    "东莞", "宁波", "泉州", "咸阳", "盐城", "株洲", "赣州", "泰州", "荆州", "绍兴",
    "梅州", "宜昌", "扬州", "湖州", "渭南", "宿迁", "中山", "临沂", "南平", "信阳",
    "珠海", "潮州", "淄博", "抚顺", "佛山", "玉林", "新乡", "日照", "漯河", "绥化",
    "菏泽", "马鞍山", "黄石", "阜新", "威海", "清远", "*测试其它专用*"
)